[
  {"id":"Ford2016","abstract":"Estimating diet composition is important for understanding interactions between predators and prey and thus illuminating ecosystem function. The diet of many species, however, is difficult to observe directly. Genetic analysis of fecal material collected in the field is therefore a useful tool for gaining insight into wild animal diets. In this study, we used highthroughput DNA sequencing to quantitatively estimate the diet composition of an endangered population of wild killer whales (Orcinus orca) in their summer range in the Salish Sea. We combined 175 fecal samples collected between May and September from five years between 2006 and 2011 into 13 sample groups. Two known DNA composition control groups were also created. Each group was sequenced at a ∼330bp segment of the 16s gene in the mitochondrial genome using an Illumina MiSeq sequencing system. After several quality controls steps, 4,987,107 individual sequences were aligned to a custom sequence database containing 19 potential fish prey species and the most likely species of each fecal-derived sequence was determined. Based on these alignments, salmonids made up >98.6% of the total sequences and thus of the inferred diet. Of the six salmonid species, Chinook salmon made up 79.5% of the sequences, followed by coho salmon (15%). Over all years, a clear pattern emerged with Chinook salmon dominating the estimated diet early in the summer, and coho salmon contributing an average of >40% of the diet in late summer. Sockeye salmon appeared to be occasionally important, at >18% in some sample groups. Non-salmonids were rarely observed. Our results are consistent with earlier results based on surface prey remains, and confirm the importance of Chinook salmon in this population's summer diet.","author":[{"family":"Ford","given":"Michael J."},{"family":"Hempelmann","given":"Jennifer"},{"family":"Hanson","given":"M. Bradley"},{"family":"Ayres","given":"Katherine L."},{"family":"Baird","given":"Robin W."},{"family":"Emmons","given":"Candice K."},{"family":"Lundin","given":"Jessica I."},{"family":"Schorr","given":"Gregory S."},{"family":"Wasser","given":"Samuel K."},{"family":"Park","given":"Linda K."}],"citation-key":"Ford2016","container-title":"PLoS ONE","DOI":"10.1371/journal.pone.0144956","ISSN":"19326203","issue":"1","issued":{"date-parts":[["2016"]]},"page":"1-14","PMID":"26735849","title":"Estimation of a killer whale (<i>Orcinus orca</i>) population's diet using sequencing analysis of DNA from feces","type":"article-journal","URL":"http://dx.doi.org/10.1371/journal.pone.0144956","volume":"11"},
  {"id":"Hanson2021","abstract":"Understanding diet is critical for conservation of endangered predators. Southern Resident killer whales (SRKW) ( Orcinus orca ) are an endangered population occurring primarily along the outer coast and inland waters of Washington and British Columbia. Insufficient prey has been identified as a factor limiting their recovery, so a clear understanding of their seasonal diet is a high conservation priority. Previous studies have shown that their summer diet in inland waters consists primarily of Chinook salmon ( Oncorhynchus tshawytscha ), despite that species’ rarity compared to some other salmonids. During other times of the year, when occurrence patterns include other portions of their range, their diet remains largely unknown. To address this data gap, we collected feces and prey remains from October to May 2004–2017 in both the Salish Sea and outer coast waters. Using visual and genetic species identification for prey remains and genetic approaches for fecal samples, we characterized the diet of the SRKWs in fall, winter, and spring. Chinook salmon were identified as an important prey item year-round, averaging ~50% of their diet in the fall, increasing to 70–80% in the mid-winter/early spring, and increasing to nearly 100% in the spring. Other salmon species and non-salmonid fishes, also made substantial dietary contributions. The relatively high species diversity in winter suggested a possible lack of Chinook salmon, probably due to seasonally lower densities, based on SRKW’s proclivity to selectively consume this species in other seasons. A wide diversity of Chinook salmon stocks were consumed, many of which are also at risk. Although outer coast Chinook samples included 14 stocks, four rivers systems accounted for over 90% of samples, predominantly the Columbia River. Increasing the abundance of Chinook salmon stocks that inhabit the whales’ winter range may be an effective conservation strategy for this population.","author":[{"family":"Hanson","given":"M Bradley"},{"family":"Emmons","given":"Candice K"},{"family":"Ford","given":"Michael J"},{"family":"Everett","given":"Meredith"},{"family":"Parsons","given":"Kim"},{"family":"Park","given":"Linda K"},{"family":"Hempelmann","given":"Jennifer"},{"family":"Van Doornik","given":"Donald M"},{"family":"Schorr","given":"Gregory S."},{"family":"Jacobsen","given":"Jeffrey K"},{"family":"Sears","given":"Mark F."},{"family":"Sears","given":"Maya S"},{"family":"Sneva","given":"John G"},{"family":"Baird","given":"Robin W"},{"family":"Barre","given":"Lynne"}],"citation-key":"Hanson2021","container-title":"PLOS ONE","DOI":"10.1371/journal.pone.0247031","editor":[{"family":"Hyrenbach","given":"David"}],"ISBN":"1111111111","ISSN":"1932-6203","issue":"3","issued":{"date-parts":[["2021",3,3]]},"page":"e0247031","title":"Endangered predators and endangered prey: seasonal diet of southern resident killer whales","type":"article-journal","URL":"https://doi.org/10.1371/journal.pone.0247031.g001","volume":"16"},
  {"id":"vancise_etal24","abstract":"Highly social top marine predators, including many cetaceans, exhibit culturally learned ecological behaviours such as diet preference and foraging strategy that can affect their resilience to competition or anthropogenic impacts. When these species are also endangered, conservation efforts require management strategies based on a comprehensive understanding of the variability in these behaviours. In the northeast Pacific Ocean, three partially sympatric populations of resident killer whales occupy coastal ecosystems from California to Alaska. One population (southern resident killer whales) is endangered, while another (southern Alaska resident killer whales) has exhibited positive abundance trends for the last several decades. Using 185 faecal samples collected from both populations between 2011 and 2021, we compare variability in diet preference to provide insight into differences in foraging patterns that may be linked with the relative success and decline of these populations. We find broad similarities in the diet of the two populations, with differences arising from spatiotemporal and social variability in resource use patterns, especially in the timing of shifts between target prey species. The results described here highlight the importance of comprehensive longitudinal monitoring of foraging ecology to inform management strategies for endangered, highly social top marine predators.","accessed":{"date-parts":[["2024",9,20]]},"author":[{"family":"Van Cise","given":"Amy M."},{"family":"Hanson","given":"M. Bradley"},{"family":"Emmons","given":"Candice"},{"family":"Olsen","given":"Dan"},{"family":"Matkin","given":"Craig O."},{"family":"Wells","given":"Abigail H."},{"family":"Parsons","given":"Kim M."}],"citation-key":"vancise_etal24","container-title":"Royal Society Open Science","DOI":"10.1098/rsos.240445","issue":"9","issued":{"date-parts":[["2024",9,18]]},"page":"rsos240445","publisher":"Royal Society","source":"royalsocietypublishing.org (Atypon)","title":"Spatial and seasonal foraging patterns drive diet differences among north Pacific resident killer whale populations","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rsos.240445","volume":"11"},
  {"id":"Wade2012","abstract":"Many severely depleted populations of baleen whales (Mysticeti) have exhibited clear signs of recovery whereas there are few examples in toothed whales (Odontoceti). We hypothesize that this difference is due, at least in part, to social and behavioural factors. Clearly, a part of the lack of resilience to exploitation is explained by odontocete life history. However, an additional factor may be the highly social nature of many odontocetes in which survival and reproductive success may depend on: (a) social cohesion and organization, (b) mutual defence against predators and possible alloparental care, (c) inter-generational transfer of “knowledge”, and (d) leadership by older individuals. We found little evidence of strong recovery in any of the depleted populations examined. Their relatively low potential rates of increase mean that odontocete populations can be over-exploited with take rates of only a few percent per year. Exploitation can have effects beyond the dynamics of individual removals. Four species showed evidence of a decrease in birth rates following exploitation; potential mechanisms include a deficit of adult females, a deficit of adult males, and disruption of mating systems. The evidence for a lack of strong recovery in heavily exploited odontocete populations indicates that management should be more precautionary.","accessed":{"date-parts":[["2012",10,27]]},"author":[{"family":"Wade","given":"Paul R."},{"family":"Reeves","given":"Randall R."},{"family":"Mesnick","given":"Sarah L."}],"citation-key":"Wade2012","container-title":"Journal of Marine Biology","DOI":"10.1155/2012/567276","ISSN":"1687-9481","issued":{"date-parts":[["2012"]]},"page":"1-15","title":"Social and behavioural factors in cetacean responses to overexploitation: are odontocetes less “resilient” than mysticetes?","type":"article-journal","URL":"http://www.hindawi.com/journals/jmb/2012/567276/","volume":"2012"},
  {"id":"Wang2007","abstract":"The Ribosomal Database Project (RDP) Classifier, a naïve Bayesian classifier, can rapidly and accurately classify bacterial 16S rRNA sequences into the new higher-order taxonomy proposed in Bergey's Taxonomic Outline of the Prokaryotes (2nd ed., release 5.0, Springer-Verlag, New York, NY, 2004). It provides taxonomic assignments from domain to genus, with confidence estimates for each assignment. The majority of classifications (98%) were of high estimated confidence (≥95%) and high accuracy (98%). In addition to being tested with the corpus of 5,014 type strain sequences from Bergey's outline, the RDP Classifier was tested with a corpus of 23,095 rRNA sequences as assigned by the NCBI into their alternative higher-order taxonomy. The results from leave-one-out testing on both corpora show that the overall accuracies at all levels of confidence for near-full-length and 400-base segments were 89% or above down to the genus level, and the majority of the classification errors appear to be due to anomalies in the current taxonomies. For shorter rRNA segments, such as those that might be generated by pyrosequencing, the error rate varied greatly over the length of the 16S rRNA gene, with segments around the V2 and V4 variable regions giving the lowest error rates. The RDP Classifier is suitable both for the analysis of single rRNA sequences and for the analysis of libraries of thousands of sequences. Another related tool, RDP Library Compare, was developed to facilitate microbial-community comparison based on 16S rRNA gene sequence libraries. It combines the RDP Classifier with a statistical test to flag taxa differentially represented between samples. The RDP Classifier and RDP Library Compare are available online at http://rdp.cme.msu. edu/. Copyright © 2007, American Society for Microbiology. All Rights Reserved.","accessed":{"date-parts":[["2022",3,9]]},"author":[{"family":"Wang","given":"Qiong"},{"family":"Garrity","given":"George M."},{"family":"Tiedje","given":"James M."},{"family":"Cole","given":"James R."}],"citation-key":"Wang2007","container-title":"Applied and environmental microbiology","DOI":"10.1128/AEM.00062-07","ISSN":"0099-2240","issue":"16","issued":{"date-parts":[["2007",8]]},"page":"5261-5267","PMCID":"PMC1950982","PMID":"17586664","publisher":"Appl Environ Microbiol","title":"Naive Bayesian classifier for rapid assignment of rRNA sequences into the new bacterial taxonomy","type":"article-journal","URL":"https://pubmed.ncbi.nlm.nih.gov/17586664/","volume":"73"}
]
